app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "emaill", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "kamei"], ["emaill", "ryo13579978@gmail.com"], ["created_at", "2018-10-28 07:34:21.257047"], ["updated_at", "2018-10-28 07:34:21.257047"]]